Repository: NikoKrause/desktop-capture
Catalog: capture@rjanja/po/*.po
Languages: cs

source: Schema "%s" not found.
cs: Schema "%s" nenalezeno.

source: Open screenshots folder
cs: Otevřít složku se snímky obrazovek

source: Open recordings folder
cs: Otevřít složku s nahrávkami

source: Screenshot and desktop video
cs: Snímek obrazovky a video

source: Capture settings
cs: Nastavení zachytávání

source: Camera
cs: Fotoaparát

source: Window
cs: Okno

source: Area
cs: Oblast

source: Screen
cs: Obrazovka

source: Repeat last
cs: Opakovat poslední

source: Window section
cs: Sekce okna

source: Current window
cs: Aktuální okno

source: Entire screen
cs: Ceká obrazovka

source: Window menu
cs: Nabídka okna

source: Tooltip
cs: Bublinová nápověda

source: Include cursor
cs: Zahrnout kurzor

source: Use timer
cs: Použít časovač

source: Copy image
cs: Kopírovat obrázek

source: Recorder
cs: Záznam obrazovky

source: Start recording
cs: Zahájit záznam obrazovky

source: Record sound
cs: Zaznamenávat zvuk

source: Stop recording
cs: Zastavit záznam obrazovky

source: Path has been copied to clipboard.
cs: Cesta byla zkopírována do schránky.

source: Filename has been copied to clipboard.
cs: Název souboru byl zkopírován do schránky.

source: Directory has been copied to clipboard.
cs: Adresář byl zkopírován do schránky.

source: Image data has been copied to clipboard.
cs: Data obrázku byla zkopírována do schránky.

source: Screenshot has been saved to:
cs: Snímek uložen do:

source: Screenshot captured!
cs: Snímek zachycen!

source: Delete
cs: Smazat

source: Copy Data
cs: Kopírovat data

source: Copy Path
cs: Kopírovat cestu

source: Copy URL
cs: Kopírovat URL

source: Upload
cs: Odeslat

source: Screenshot deleted
cs: Snímek smazán

source: The screenshot at %s was removed from disk.
cs: Snímek %s byl odstraněn z disku.

source: Uploading screenshot to imgur...
cs: Odesílání snímku na imgur...

source: Link has been copied to clipboard
cs: Link byl zkopírován do schránky.

source: Screenshot has been uploaded as %s
cs: Snímek byl nahrán jako %s

source: Screenshot could not be uploaded due to an error.
cs: Snímek nebylo možné odeslat kvůli chybě.

source: Select an area by clicking and dragging
cs: Vyberte oblast, klepnutím a přetažením

source: Use arrow keys to move the selection
cs: Použijte kurzorové šipky pro změnu výběru

source: Use SHIFT and arrow keys to resize the selection
cs: Použijte SHIFT a kurzorové šipky pro změnu velikosti výběru

source: Press ENTER to confirm or ESC to cancel
cs: Stiskněte ENTER pro potvrzení nebo ESC pro storno

source: Select a UI element by moving the mouse
cs: Vyberte UI element pohybem myši

source: Use mousewheel to traverse hierarchy
cs: Použijte kolečko myši pro pohyb v hierarchii

source: Hold SHIFT to allow clicking UI element
cs: Podržte SHIFT pro povolení kliknutí na UI element

source: Click to complete the capture, or ESC to cancel
cs: Klikněte pro dokončení zachycení snímku, nebo ESC pro storno

source: Desktop
cs: Plocha

source: Log out
cs: Odhlásit se

source: Desktop Capture
cs: Zachycení obrazovky

source: Connection Wizard - Imgur (Screenshots)
cs: Průvodce připojením - Imgur (Snímky obrazovky)

source: Upload screenshots into an album of your choice!
cs: Odeslat snímky do alba dle vašeho výběru!

source: To upload screenshots to imgur, you need to authorize this applet to use your account.
cs: Chcete-li odeslat snímky na imgur, je třeba autorizovat tento apletu pro používání vašeho účtu.

source: This wizard will guide you through this process.
cs: Tento průvodce vás provede tímto procesem.

source: Requirements:
cs: Požadavky:

source: you must have an %s
cs: musíte mít %s

source: imgur account
cs: imgur účet

source: you may already have an album for screenshots
cs: možná už máte alba pro snímky obrazovky

source: Permission Request
cs: Požadavek na oprávnění

source: Grant permission for Desktop Capture to access your imgur account.
cs: Udělit povolení apletu pro přístup k vašemu účtu imgur.

source: Launch Browser
cs: Spustit webový prohlížeč

source: Press Next when you have authorized Desktop Capture and received a PIN.
cs: Stiskněte tlačítko Další pokud máte autorizaci pro zachytávání obrazovky a obdržel kód PIN.

source: Validate PIN
cs: Ověření PIN

source: Enter PIN to validate access and get tokens.
cs: Zadejte kód PIN pro ověření přístupu a získání tokenu.

source: Enter PIN
cs: Zadejte PIN

source: Choose album
cs: Vyberte album

source: Please choose the album for new screenshots.
cs: Vyberte prosím album pro nové snímky obrazovky.

source: (Loading..)
cs: (Načítání..)

source: Manage your albums by visiting your %s.
cs: Spravovat vaše alba návštěvou %s.

source: Finished
cs: Dokončeno

source: All done!
cs: Vše dokončeno!

source: Quit
cs: Ukončit

source: Next
cs: Další

source: Back
cs: Zpět

source: Pin Incorrect
cs: Ověření PIN selhalo

source: (Create a new "Screenshots" album)
cs: (Vytvořit nové album "Snímky obrazovky")

source: Keybinding to repeat last capture:
cs: Klávesová zkratka pro zopakování posledního zachycení:

source: Keybinding to capture monitor 1:
cs: Klávesová zkratka pro zachycení monitoru 1:

source: Keybinding to capture monitor 2:
cs: Klávesová zkratka pro zachycení monitoru 2:

source: Keybinding to capture monitor 3:
cs: Klávesová zkratka pro zachycení monitoru 3:

source: Integrations: Imgur (Screenshots)
cs: Integrace: Imgur (snímky obrazovky)

source: Screenshots: Post-Capture Settings
cs: Snímek obrazovky: Nastavení po zachycení

source: Enable uploading from notifications
cs: Povolit odeslání z oznámení

source: Whether to use imgur image hosting services
cs: Použít imgur hostingové služby

source: These settings only apply when using the Built-in Recorder tool.
cs: Tato nastavení platí pouze při použití vestavěného nástroje pro záznam.

source: Keybinding to start/stop recording:
cs: Klávesová zkratka pro spuštění/zastavení nahrávání:

source: Will start only Cinnamon Recorder. Will stop any recorder using its stop-command.
cs: Bude spuštěn pouze Cinnamon záznam obrazovky. Bude zastaven jakýkoliv záznam obrazovky s využitím příkazu pro zastavení.

source: Whether to use a timer before capturing
cs: Použít časovač před zachycením

source: Use highlighted style in UI capture
cs: Použít styl zvýraznění v UI zachytávání

source: Turn on for a 'highlighted' effect, using CSS styles applied by .capture-outline-frame
cs: Zapnout pro efekt 'zvýraznění', pomocí CSS stylů použitých .capture-outline-frame

source: Recorder: General Settings
cs: Záznam: Obecná nastavení

source: Keybinding to capture a window:
cs: Klávesová zkratka pro zachycení okna:

source: Upload to your own account (instead of anonymously)
cs: Odeslat na váš vlastní účet (nikoli anonymně)

source: If unchecked, uploads will be anonymous and not tied to your account.
cs: Pokud není zaškrtnuto, odesílání bude anonymní a nebude vázané na váš účet.

source: imgur oauth refresh token
cs: imgur oauth obnovení tokenu

source: imgur oauth access token
cs: imgur oauth přístupový token

source: Last selected sub-page (tab index) of settings application
cs: Poslední vybraná podřízená stránka (pořadové číslo) nastavení aplikace

source: Integration: Imgur
cs: Integrace: Imgur

source: Cinnamon Screenshot
cs: Cinnamon snímek obrazovky

source: Keybindings
cs: Klávesové zkratky

source: Cinnamon Recorder
cs: Cinnamon záznam obrazovky

source: Effects
cs: Efekty

source: Appearance
cs: Vzhled

source: Notifications
cs: Oznámení

source: Misc
cs: Další nastavení

source: Capture Tool Selection
cs: Výběr nástroje pro zachytávání

source: Screenshots
cs: Snímek obrazovky

source: General
cs: Obecné

source: Copying
cs: Kopírování

source: Screenshot program
cs: Aplikace pro snímek obrazovky

source: Preferred screen capture program
cs: Preferovaná aplikace pro snímek obrazovky

source: Cinnamon Screenshot (built-in)
cs: Cinnamon (vestavěné)

source: Include mouse cursor
cs: Zahrnout kurzor

source: Whether to include mouse cursor in screenshot
cs: Zahrnout kurzor při vytváření snímku

source: Ignore transparency in window captures (suggested, or shots may be black or distorted)
cs: Ignorovat transparentnost při zachytávání okna (doporučeno, jinak by snímek mohl být černý nebo zkreslený)

source: Asking the desktop manager for a screenshot of a window would usually result in a nice image retaining any transparent regions. But depending on the graphics drivers and Cinnamon version it may turn out black or distorted.
cs: Požadavek správce plochy na zachycení snímku okna má obvykle za následek pěkný snímek se zachováním případných průhledných oblastí. Ale v závislosti na grafických ovladačích a verzi Cinnamonu se může změnit na černý nebo zkreslený.

source: Keybinding to capture a UI element:
cs: Klávesová zkratka pro zachycení UI elementu:

source: Please note not all recorder tools may respect these settings.
cs: Upozornění: ne všechny aplikace pro záznam mohou respektovat toto nastavení.

source: Wizard: Connect to your account..
cs: Průvodce: Připojení k vašemu účtu..

source: Pressing this button will open a configuration utility
cs: Stisknutím tohoto tlačítka se otevře konfigurační nástroj

source: Capture delay
cs: Prodleva před zachycením

source: How many seconds to wait before taking a screenshot
cs: Kolik sekund čekat před zachycením snímku

source: seconds
cs: vteřin

source: Recorder program
cs: Aplikace pro záznam obrazovky

source: Preferred screen recorder program
cs: Preferovaná aplikace pro záznam obrazovky

source: Cinnamon Recorder (built-in)
cs: Cinnamon (vestavěné)

source: Show toggle button for copying image to clipboard
cs: Zobrazit přepínací tlačítko pro kopírování obrázku do schránky

source: Whether to show another toggle button in the menu for copying image to clipboard. If you have notifications enabled you probably don't need this set.
cs: Určuje, zda zobrazovat další přepínací tlačítko v menu pro kopírování obrázku do schránky. Pokud máte povolena oznámení pravděpodobně nepotřebujete toto nastavení.

source: Last selected page (tab index) of settings application
cs: Poslední vybraná stránka (pořadové číslo) nastavení aplikace

source: When left-clicking preview image
cs: Kliknutí levým tlačítkem ukáže náhled obrázku

source: Open the file
cs: Otevřít soubor

source: Open the directory
cs: Otevřít složku

source: Do nothing
cs: Nedělat nic

source: Open file manager after capture
cs: Otevřít správce souborů po zachycení snímku

source: Whether to open the screenshot in file manager
cs: Otevřít snímek obrazovky ve správci souborů

source: Click here to send an example notification
cs: Klikněte zde pro odeslání testovacího oznámení

source: Pressing this button will send an example notification with all actions disabled.
cs: Kliknutí na toto tlačítko odešle testovací oznámení se všemi akcemi zakázanými.

source: Recorder: Built-in Settings
cs: Záznam: Vestavěné nastavení

source: When right-clicking preview image
cs: Kliknutí pravým tlačítkem ukáže náhled obrázku

source: Include window frame
cs: Zahrnout ohraničení okna

source: Whether to include the window frame and titlebar in window captures
cs: Zahrnout ohraničení okna a titulek ve snímku okna

source: Path and filename
cs: Cesta a název souboru

source: Image Data
cs: Data obrázku

source: Off
cs: Vypnout

source: Only Filename
cs: Pouze název souboru

source: Only Directory
cs: Pouze složka

source: Whether to copy path/filename of screenshots to clipboard after capture
cs: Zkopírovat cestu/název souboru snímků do schránky po zachycení snímku

source: Copy to clipboard
cs: Kopírovat do schránky

source: Note: changing keybindings may require restarting Cinnamon.
cs: Poznámka: změna klávesové zkratky může vyžadovat restart Cinnamonu.

source: Keybinding to capture an area:
cs: Klávesová zkratka pro zachycení oblasti:

source: Filename format
cs: Formát názvu souboru

source: Don't include file extension. %TYPE is area, window, etc. E.g. %Y-%M-%D-%H%I = 2014-05-25-1848.png. Use %S for seconds, %m for milliseconds
cs: Nezahrnují příponu souboru. % TYPE je oblast, okno, atd. Např %Y-%M-%D-%H%I = 2014-05-25-1848.png. Použijte %S pro sekundy,% m pro milisekundy

source: Save location
cs: Uložit umístění

source: Folder to save new screenshots
cs: Složka pro uložení nových snímků obrazovky

source: Format for built-in recorder. E.g. %Y-%M-%D-%H%I = 2014-05-25-1848.webm. Use %S for seconds, %m for milliseconds
cs: Formát pro vestavěný záznamník. Např %Y-%M-%D-%H%I = 2014-05-25-1848.webm. Použijte %S sekund,%m pro milisekundy

source: Use symbolic (black and white) icon for applet
cs: Použít symbolickou (černobílou) ikonu pro aplet

source: Whether to use symbolic (black and white) icon for applet
cs: Použít symbolickou (černobílou) ikonu pro aplet

source: Enable delete from notification
cs: Povolit smazání z oznámení

source: If checked, a delete button will be shown in the notification that allows you to remove the screenshot from disk.
cs: Pokud je zaškrtnuto, bude v oznámení zobrazeno tlačítko umožňující smazat snímek z disku.

source: Show capture timer
cs: Zobrazit časovač

source: Whether to show the timer on the screen
cs: Zobrazit časovač na obrazovce

source: Copy image data to clipboard (toggle)
cs: Kopírovat obrazových dat do schránky (přepnout)

source: This overrides the 'Copy to clipboard' setting
cs: Nahradí nastavení 'Kopírovat do schránky'

source: Use desktop notifications
cs: Používat oznámení

source: Whether to send a notification to desktop after capture
cs: Odeslat oznámení na plochu po zachycení snímku

source: Play timer interval sound
cs: Přehrát zvuk časovače

source: Whether to play the timer interval sound as the timer counts down
cs: Přehrát zvuk časovače, jako odpočítávání

source: Screenshots: General Settings
cs: Snímek obrazovky: Obecná nastavení

source: Enable copying path from notification
cs: Povolit kopírování cesty z oznámení

source: If checked, a button will be shown in the notification that allows you to copy the screenshot path to clipboard
cs: Pokud je zaškrtnuto, bude v oznámení zobrazeno tlačítko umožňující zkopírovat cestu k snímku do schránky

source: Turn off copy image toggle after capture
cs: Vypnout přepínač pro kopírování obrázku po zachycení

source: When set, the copy image to clipboard toggle button override will be turned off after a successful capture
cs: Pokud je nastaveno, přepínací tlačítko pro kopírování obrázku do schránky bude vypnuto po úspěšném zachycení snímku

source: Play shutter sound
cs: Přehrát zvuk závěrky

source: Whether to play the shutter sound as the capture is made
cs: Přehrát zvuk závěrky při zachycení snímku

source: Keybinding to capture the screen:
cs: Klávesová zkratka pro zachycení obrazovky:

source: Show camera flash
cs: Zobrazit blesk fotoaparátu

source: Whether to show a bright flash over the capture area
cs: Zobrazit jasný blesk nad zachycovanou oblastí

source: Screenshots: Built-in Capture Settings
cs: Snímek obrazovky: Nastavení vestavěného zachytávání

source: Enable copying image data from notification
cs: Povolit kopírování obrazových dat z oznámení

source: If checked, a button will be shown in the notification that allows you to copy the screenshot data to clipboard
cs: Pokud je zaškrtnuto, bude v oznámení zobrazeno tlačítko umožňující zkopírovat obrazová data snímku do schránky

source: Folder for new screen recordings
cs: Složka pro nové nahrávky obrazovky

source: Built-in
cs: Vestavěný

source: Use camera flash
cs: Použit blesk fotoaparátu

source: Screenshot and screencasting tools
cs: Nástroj pro zachycení snímku a záznam obrazovky
